console.log('1. ' + (40000+22000) + ' ' + 'руб.') // зарплата уборщика с голосом

console.log('2. ' + 'Владивосток' + ' ' + 2000) // муз. группа

console.log('3. ' + ((128+254+137+201)/60) + ' ' + 'часов') // прокрастинация

console.log('4. '+ (2**5)) // возведение в степень

console.log('5. ' + "Нужно бежать со всех ног, чтобы только оставаться на месте, а чтобы куда-то попасть, надо бежать как минимум вдвое быстрее!") // нужно бежать...

const greetings = "Привет";
const name = "Кот";
console.log(`6. ${greetings}, ${name}!`) // Приветствие Кота

let time = 34;
console.log( '7. ' + 'Старт поездки. Осталось минут: ' + time)
time = 19;
console.log('Немного сториз в соцсетях. Осталось минут: ' + time)
time = 9;
console.log('Немного не новостей, но событий. Осталось минут: ' + time)
time = 0;
console.log('Вы приехали. Добро пожаловать в Москву')

let fahrenheit = 451;
let celsius = (fahrenheit - 32) / 1.8;
console.log('8. ' + fahrenheit + ' ' + 'градус по Фаренгейту - это' + ' ' + celsius + ' ' +'градуса по Цельсию.')
